//  Напишите программу, которая задаёт массив из 8 элементов и выводит их на экран.
// 1, 2, 5, 7, 19 -> [1, 2, 5, 7, 19]
// 6, 1, 33 -> [6, 1, 33]

    int[] numbers = new int[8] { 1, 2, 5, 7, 19, 6, 1, 33 };

        Console.WriteLine("Массив из 8 элементов:");
        foreach (int num in numbers)
        {
            Console.Write(num + " ");
        }
